package com.example.kc


val CITIES_DATA_SAMPLE = arrayListOf(
    City(R.drawable.seoul1,1, "인왕산", "서울특별시 종로구와 서대문구에 걸쳐있는 고도 338.2 m의 산으로, 산 중에서도 바위산에 속한다. 한양도성의 산으로는 북악산보다 3.8 m로 낮은 2위이며 평균 경사도는 5.12%이다.", "서울 전경을 한번에 볼 수 있는 곳","UeQzIUmjg50"),
    City(R.drawable.seoul2,2, "DDP", "서울특별시 중구의 전시장 및 쇼핑몰. 영국의 건축가 자하 하디드가 설계했다. 홈페이지에 따르면 세계 최대 규모의 3차원 비정형 건축물이라고 한다. 2007년 동대문운동장이 철거된 이후 동대문운동장에 대한 개발정책의 일원으로 세워지게 되었으며 2008년에 착공하여 6년만인 2014년 3월에 개장하였다.", "서울특별시 중구의 전시장 및 쇼핑몰.","3WkHONBVJkE"),
    City(R.drawable.seoul3,3, "북서울꿈의숲", "공원은 대규모의 숲 공원으로 사계절의 특징을 선명하게 볼 수 있으며, 아기자기하고 예쁘게 꾸며놓았고 문화 · 공연 시설 및 위락 시설도 훌륭하게 건축되어 있다.", "서울특별시 강북구 번동에 있는 서울시립공원.","jsjVEo4g0I0"),
    City(R.drawable.seoul5,4, "노들섬", "서울특별시 한강위에 있는 섬. 동작구와 용산구 사이에 있으며 섬 사이로 한강대교가 지나간다. 행정구역상으로는 용산구 이촌동에 속해 있다. 원래 이름은 중지도(中之島)였으나 1995년 일본식 지명 개선사업에 따라 노들섬으로 개칭되었다", "한강 중간에 위치한 서울의 섬","TMvJXypUYfU"),
    City(R.drawable.seoul6,5, "영동대교", "서울특별시 광진구 자양동 / 성동구 성수동2가과 강남구 청담동을 잇는 길이 1,065m, 너비 25m의 6차로 다리이다. 1970년 8월에 착공, 1973년 11월에 준공하였다.", "성수동 빌딩숲이 보이는 서울의 명소","lPIm6MUAy14"),
    City(R.drawable.seoul7,6, "응봉산", "서울특별시 성동구 응봉동에 있는 바위산. 작은매봉이라는 이칭이 있고, 독서당로을 사이에 두고 북쪽으로 마주보고 있는 행당동의 대현산이 큰매봉이라는 이름으로 짝을 이루고 있다. 조선시대 때 태종이나 성종을 비롯한 왕들이 매 사냥을 즐겼던 곳이 이곳이라고 전해지므로 매 응(鷹) 자를 써서 응봉산이라는 이름이 붙었다. 이칭으로 불리는 매봉이라는 이름은 매 응 자를 그냥 한글로 풀어서 쓴 것이다.","야경이 아름다운 서울의 명소","aNtCUDKrb1Q"),
    //City(7, "Renan", "1234","1234","1234")
)